tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'bat'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'go'
brew 'gpg'
brew 'inetutils'
brew 'jq'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'pgcli'
brew 'ripgrep'
brew 'rustup'
brew 'sd'
brew 'tldr'
brew 'tmux'
brew 'watchexec'
brew 'zoxide'
brew 'zsh'

cask 'iterm2'
cask 'telegram'
cask 'rectangle'
